[
  {
    "id": 1,
    "title": "Agrimo",
    "description": "Quality Trust Direct to the Farm",
    "fullDescription": "Quality Trust Direct to the Farm, Farm-to-Table Delicious, Fresh and Organic Straight from Nature, Sustainable Farming For a Better Future.",
    "image": "../public/works/w-08.png",
    "category": "web",
    "technologies": ["Tailwind CSS", "Next.js"],
    "github": "https://github.com/masudkhan-dev/agrimo-nextjs",
    "demo": "https://agrimo.netlify.app/"
  },
  {
    "id": 2,
    "title": "Biz Master",
    "description": "Transform Your Business Into Profession",
    "fullDescription": "Transform Your Business Into Profession A business consultant is a professional who provides expert advice and guidance to businesses on various aspects.",
    "image": "../public/works/w-09.png",
    "category": "web",
    "technologies": ["Tailwind CSS", "Next.js"],
    "github": "https://github.com/masudkhan-dev/biz-master",
    "demo": "https://biz-master.netlify.app/"
  },
  {
    "id": 3,
    "title": "Travlog",
    "description": "Travel top destination of the world",
    "fullDescription": "Travel top destination of the world, We always make our customer happy by providing as many choices as possible.",
    "image": "../public/works/w-10.jpeg",
    "category": "web",
    "technologies": ["Tailwind CSS", "Next.js"],
    "github": "https://github.com/masudkhan-dev/tavlog",
    "demo": "https://travlog-world.netlify.app/"
  },
  {
    "id": 4,
    "title": "Zjox Softwarks",
    "description": "Softworks is a software company, we develop custom built software for clients.",
    "fullDescription": "Concept Softworks is a software company, we develop custom built software for clients - covering everything from financial institutions & medical companies all the way to tech companies and government organizations.",
    "image": "../public/works/w-02.png",
    "category": "web",
    "technologies": ["HTML", "Tailwind CSS", "React.js"],
    "github": "https://github.com/masudkhan-dev/zjox-softwarks",
    "demo": "https://sturdy-screw.surge.sh/"
  },
  {
    "id": 5,
    "title": "CV Builder",
    "description": "Easily build cv without any isssues. Just fill the form and print the CV.",
    "fullDescription": "CV Builder is a user-friendly web application designed to help users effortlessly create professional CVs. With an intuitive interface, users simply need to fill out a form with their personal and professional details, and the app automatically generates a polished CV ready to print or save. Built with modern web technologies like HTML, Tailwind CSS, and React, CV Builder offers a seamless experience, ensuring that your CV is perfectly formatted without any hassle.",
    "image": "../public/works/w-07.png",
    "category": "web",
    "technologies": ["HTML", "Tailwind CSS", "React"],
    "github": "https://github.com/masudkhan-dev/CV-Builder",
    "demo": "https://mrkcvbuilder.netlify.app/"
  },
  {
    "id": 6,
    "title": "Calculator",
    "description": "Calculator for HSC Students focus on ict calculator",
    "fullDescription": "Calculator is a specialized tool designed specifically for HSC students, with a focus on ICT-related calculations. This web application provides a simple and intuitive interface to perform various calculations required for the HSC curriculum. Built with HTML, Tailwind CSS, and React, the calculator ensures quick and accurate results, making it an essential tool for students preparing for their exams.",
    "image": "../public/works/w-05.png",
    "category": "web",
    "technologies": ["HTML", "Tailwind CSS", "React"],
    "github": "https://github.com/masudkhan-dev/calculator",
    "demo": "https://mrkcalculator.netlify.app/"
  },
  {
    "id": 7,
    "title": "Alpha-Clash-Pro",
    "description": "A desktop game for gain typing speed.",
    "fullDescription": "Alpha-Clash-Pro is an engaging desktop game designed to help users improve their typing speed. With a fun and competitive interface, players are challenged to type words quickly and accurately, helping them build typing proficiency over time. The game tracks progress, offering an interactive way to enhance typing skills. Developed with HTML, Tailwind CSS, and React, Alpha-Clash-Pro offers a smooth and immersive experience for players looking to boost their typing abilities.",
    "image": "../public/works/w-03.png",
    "category": "web",
    "technologies": ["HTML", "Tailwind CSS", "JavaScript"],
    "github": "https://github.com/masudkhan-dev/alpha-clash-pro",
    "demo": "https://alpha-clash-pro-1.netlify.app/"
  },
  {
    "id": 8,
    "title": "Weather App",
    "description": "Showing live weather from this app.",
    "fullDescription": "Weather App is a simple yet powerful web application that provides live weather updates from around the world. Users can easily check the current weather conditions, including temperature, humidity, wind speed, and more, by simply entering the location. The app fetches real-time data and presents it in a user-friendly interface. Built with HTML, CSS, and JavaScript, this app delivers accurate weather information, making it a reliable tool for anyone looking to stay informed about the weather.",
    "image": "../public/works/w-04.png",
    "category": "web",
    "technologies": ["HTML", "CSS", "JavaScript"],
    "github": "https://github.com/masudkhan-dev/weather",
    "demo": "https://masudkhan-dev.github.io/weather/"
  }
]
